-- phpMyAdmin SQL Dump
-- version 4.0.4.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Feb 20, 2014 at 11:07 AM
-- Server version: 5.5.32
-- PHP Version: 5.4.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `elubank`
--
CREATE DATABASE IF NOT EXISTS `elubank` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `elubank`;

-- --------------------------------------------------------

--
-- Table structure for table `accounts`
--

CREATE TABLE IF NOT EXISTS `accounts` (
  `useregn` decimal(10,0) NOT NULL COMMENT 'in relation to users -> egn',
  `accounttype` varchar(255) NOT NULL,
  `iban` varchar(255) NOT NULL,
  `amount` float NOT NULL,
  `currency` varchar(5) NOT NULL,
  `lastupdated` date NOT NULL,
  PRIMARY KEY (`iban`),
  UNIQUE KEY `iban` (`iban`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `accounts`
--

INSERT INTO `accounts` (`useregn`, `accounttype`, `iban`, `amount`, `currency`, `lastupdated`) VALUES
('6111186041', 'Стандартен депозит', 'BG11ELUB16320012658784', 4560, 'BGN', '2014-02-19'),
('6909061968', 'Стандартен депозит', 'BG11ELUB16320020371323', 49000, 'BGN', '2014-02-19'),
('6103160455', 'Стандартен депозит', 'BG11ELUB16320029292887', 77500, 'BGN', '2014-02-19'),
('5601193543', 'Стандартен депозит', 'BG11ELUB16320029648645', 4567, 'EUR', '2014-02-19'),
('7509198897', 'Стандартен депозит', 'BG11ELUB16320030037166', 10000000, 'BGN', '2014-02-19'),
('6702156299', 'Стандартен депозит', 'BG11ELUB16320044140014', 140000, 'USD', '2014-02-19'),
('6207151901', 'Стандартен депозит', 'BG11ELUB16320047192613', 4000, 'BGN', '2014-02-19'),
('7104076649', 'Стандартен депозит', 'BG11ELUB16320049622550', 11000, 'BGN', '2014-02-19'),
('5709070214', 'Стандартен депозит', 'BG11ELUB16320049921680', 2000000, 'EUR', '2014-02-19'),
('7210306451', 'Стандартен депозит', 'BG11ELUB16320059038121', 1100, 'EUR', '2014-02-19'),
('6605084671', 'Стандартен депозит', 'BG11ELUB16320060624357', 12000, 'USD', '2014-02-19'),
('5602254690', 'Стандартен депозит', 'BG11ELUB16320070338556', 70500, 'USD', '2014-02-19'),
('5601193543', 'Стандартен депозит', 'BG11ELUB16320071428380', 345, 'BGN', '2014-02-19'),
('6707306642', 'Стандартен депозит', 'BG11ELUB16320072863886', 456600, 'EUR', '2014-02-19'),
('8612125557', 'Стандартен депозит', 'BG11ELUB16320081589701', 17000, 'USD', '2014-02-19'),
('7112317050', 'Стандартен депозит', 'BG11ELUB16320082280445', 18676, 'BGN', '2014-02-19'),
('4910256920', 'Стандартен депозит', 'BG11ELUB16320083869864', 500000, 'BGN', '2014-02-19'),
('5606114531', 'Стандартен депозит', 'BG11ELUB16320084617794', 5600, 'BGN', '2014-02-19'),
('7509198897', 'Стандартен депозит', 'BG11ELUB16320085983165', 5666670, 'EUR', '2014-02-19'),
('5611250949', 'Стандартен депозит', 'BG11ELUB16320088081116', 15000, 'BGN', '2014-02-19'),
('6707306642', 'Стандартен депозит', 'BG11ELUB16320088110614', 12000, 'BGN', '2014-02-19'),
('6902192821', 'Стандартен депозит', 'BG11ELUB16320088123497', 100000, 'USD', '2014-02-19'),
('7202120134', 'Стандартен депозит', 'BG11ELUB16320088268038', 45000, 'EUR', '2014-02-19'),
('7112317050', 'Стандартен депозит', 'BG11ELUB16320090101313', 56000, 'BGN', '2014-02-19'),
('5302024589', 'Стандартен депозит', 'BG11ELUB16320094352365', 111500, 'BGN', '2014-02-19'),
('4910256920', 'С фиксирана лихва', 'BG11ELUB16320112190897', 12000, 'EUR', '2014-02-19'),
('7104076649', 'С фиксирана лихва', 'BG11ELUB16320115762809', 35000, 'EUR', '2014-02-19'),
('5210076099', 'С фиксирана лихва', 'BG11ELUB16320128210239', 44000, 'BGN', '2014-02-19'),
('7006258485', 'С фиксирана лихва', 'BG11ELUB16320128750013', 88000, 'BGN', '2014-02-19'),
('6902203335', 'С фиксирана лихва', 'BG11ELUB16320137869984', 23000, 'EUR', '2014-02-19'),
('5611250949', 'С фиксирана лихва', 'BG11ELUB16320142500774', 45000, 'EUR', '2014-02-19'),
('8612123738', 'С фиксирана лихва', 'BG11ELUB16320147821516', 12000, 'USD', '2014-02-19'),
('6609077710', 'С фиксирана лихва', 'BG11ELUB16320158081714', 980000, 'EUR', '2014-02-19'),
('6107281769', 'С фиксирана лихва', 'BG11ELUB16320162164319', 70000, 'USD', '2014-02-19'),
('5105145592', 'С фиксирана лихва', 'BG11ELUB16320171811946', 1250000, 'EUR', '2014-02-19'),
('4910256920', 'С фиксирана лихва', 'BG11ELUB16320186105451', 4400, 'BGN', '2014-02-19'),
('5709070214', 'С фиксирана лихва', 'BG11ELUB16320189555298', 10000, 'BGN', '2014-02-19'),
('6510216402', 'С фиксирана лихва', 'BG11ELUB16320190335048', 45000, 'EUR', '2014-02-19'),
('6603200113', 'С фиксирана лихва', 'BG11ELUB16320198885045', 66000, 'BGN', '2014-02-19'),
('7112317050', 'С фиксирана лихва', 'BG11ELUB16320199161503', 234444, 'EUR', '2014-02-19'),
('6103233227', 'Разплащателна сметка', 'BG11ELUB16320210147355', 66560, 'EUR', '2014-02-19'),
('7509198897', 'Разплащателна сметка', 'BG11ELUB16320227461970', 10000, 'BGN', '2014-02-19'),
('8108036630', 'Разплащателна сметка', 'BG11ELUB16320246346324', 11000, 'BGN', '2014-02-19'),
('6702156299', 'Разплащателна сметка', 'BG11ELUB16320248279848', 4000, 'BGN', '2014-02-19'),
('8308283242', 'Разплащателна сметка', 'BG11ELUB16320248844213', 1230000, 'EUR', '2014-02-19'),
('6609077710', 'Разплащателна сметка', 'BG11ELUB16320264016442', 6700, 'BGN', '2014-02-19'),
('6902203335', 'Разплащателна сметка', 'BG11ELUB16320268714124', 2400, 'USD', '2014-02-19'),
('6801088824', 'Разплащателна сметка', 'BG11ELUB16320269703741', 3000, 'EUR', '2014-02-19'),
('6009054760', 'Разплащателна сметка', 'BG11ELUB16320279721712', 606000, 'EUR', '2014-02-19'),
('6801088824', 'Разплащателна сметка', 'BG11ELUB16320288914576', 85000, 'BGN', '2014-02-19'),
('6608101514', 'Разплащателна сметка', 'BG11ELUB16320290495163', 44800, 'EUR', '2014-02-19'),
('7210306451', 'Разплащателна сметка', 'BG11ELUB16320296496226', 7700, 'USD', '2014-02-19'),
('8108036630', 'Разплащателна сметка', 'BG11ELUB16320298161524', 100000, 'EUR', '2014-02-19'),
('7205206648', 'Разплащателна сметка', 'BG11ELUB16320299417814', 1200, 'USD', '2014-02-19'),
('62353623', 'Разплащателна сметка', 'BG11ELUB1632032234', 123, 'USD', '0000-00-00'),
('234', 'Разплащателна сметка', 'BG11ELUB1632032965234', 123, 'USD', '0000-00-00'),
('8612123738', 'Разплащателна сметка', 'BG11ELUB16320329659871', 123, 'USD', '0000-00-00'),
('8612123738', 'Разплащателна сметка', 'BG11ELUB16320395480640', 234, 'USD', '2014-02-08');

-- --------------------------------------------------------

--
-- Table structure for table `currencies`
--

CREATE TABLE IF NOT EXISTS `currencies` (
  `name` varchar(255) NOT NULL,
  `rate` double NOT NULL,
  `code` varchar(5) NOT NULL,
  `ratio` double NOT NULL,
  `reverserate` double NOT NULL,
  `date` date NOT NULL,
  PRIMARY KEY (`code`),
  UNIQUE KEY `code` (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `currencies`
--

INSERT INTO `currencies` (`name`, `rate`, `code`, `ratio`, `reverserate`, `date`) VALUES
('Australian Dollar', 1.28529, 'AUD', 1, 0.778035, '2014-02-20'),
('Brazilian Real', 5.91439, 'BRL', 10, 1.69079, '2014-02-20'),
('Canadian Dollar', 1.29947, 'CAD', 1, 0.769545, '2014-02-20'),
('Swiss Franc', 1.6013, 'CHF', 1, 0.624493, '2014-02-20'),
('Chinese Yuan Renminbi ', 2.34183, 'CNY', 10, 4.27016, '2014-02-20'),
('Czech Koruna', 7.13026, 'CZK', 100, 14.0247, '2014-02-20'),
('Danish Krone', 2.62098, 'DKK', 10, 3.81537, '2014-02-20'),
('Euro', 1.95583, 'EUR', 1, 0.511292, '2014-02-20'),
('British Pound', 2.37042, 'GBP', 1, 0.421866, '2014-02-20'),
('Hong Kong Dollar', 1.83482, 'HKD', 10, 5.45013, '2014-02-20'),
('Croatian Kuna ', 2.55071, 'HRK', 10, 3.92048, '2014-02-20'),
('Hungarian Forint', 6.24347, 'HUF', 1000, 160.167, '2014-02-20'),
('Indonesian Rupiah ', 1.21078, 'IDR', 10000, 8259.14, '2014-02-20'),
('New Israel Shekel', 4.0569, 'ILS', 10, 2.46494, '2014-02-20'),
('Indian Rupee', 2.28672, 'INR', 100, 43.7308, '2014-02-20'),
('Icelandic Krona *', 1, 'ISK', 1, 1, '2014-02-20'),
('Japanese Yen', 1.39622, 'JPY', 100, 71.622, '2014-02-20'),
('South Korean Won', 1.33321, 'KRW', 1000, 750.069, '2014-02-20'),
('Lithuanian Litas', 5.66448, 'LTL', 10, 1.76539, '2014-02-20'),
('Mexican Peso', 1.07185, 'MXN', 10, 9.32966, '2014-02-20'),
('Malaysian Ringgit', 4.31846, 'MYR', 10, 2.31564, '2014-02-20'),
('Norwegian Krone', 2.35118, 'NOK', 10, 4.25318, '2014-02-20'),
('New Zealand Dollar', 1.18427, 'NZD', 1, 0.844402, '2014-02-20'),
('Philippine Peso', 3.18965, 'PHP', 100, 31.3514, '2014-02-20'),
('Polish Zloty', 4.68642, 'PLN', 10, 2.13382, '2014-02-20'),
('New Romanian Leu', 4.34552, 'RON', 10, 2.30122, '2014-02-20'),
('Russian Rouble ', 3.97996, 'RUB', 100, 25.1259, '2014-02-20'),
('Swedish Krona', 2.18817, 'SEK', 10, 4.57003, '2014-02-20'),
('Singaporean Dollar', 1.12825, 'SGD', 1, 0.886328, '2014-02-20'),
('Thai Baht ', 4.37164, 'THB', 100, 22.8747, '2014-02-20'),
('New Turkish Lira', 6.49734, 'TRY', 10, 1.53909, '2014-02-20'),
('US Dollar', 1.42294, 'USD', 1, 0.70277, '2014-02-20'),
('Gold (1 troy ounce)', 1875.82, 'XAU', 1, 1, '2014-02-20'),
('South African Rand', 1.29969, 'ZAR', 10, 7.69414, '2014-02-20');

-- --------------------------------------------------------

--
-- Table structure for table `transactions`
--

CREATE TABLE IF NOT EXISTS `transactions` (
  `useregn` decimal(10,0) NOT NULL COMMENT 'user egn + iban should give us a key to search',
  `subject` varchar(255) NOT NULL,
  `receiver` varchar(255) NOT NULL,
  `iban` varchar(255) NOT NULL,
  `toiban` varchar(255) NOT NULL,
  `amount` double NOT NULL,
  `currency` varchar(5) NOT NULL,
  `timestamp` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `username` varchar(255) NOT NULL COMMENT 'username',
  `password` varchar(255) NOT NULL COMMENT 'password, md5 + salt',
  `name` varchar(255) NOT NULL COMMENT 'First name ',
  `surname` varchar(255) NOT NULL COMMENT 'Middle name',
  `familyname` varchar(255) NOT NULL COMMENT 'Family name',
  `egn` decimal(10,0) NOT NULL COMMENT 'EGN',
  `bday` int(2) NOT NULL COMMENT 'Day of birth',
  `bmonth` varchar(355) NOT NULL COMMENT 'Month of birth',
  `byear` int(4) NOT NULL COMMENT 'Year of birth',
  `country` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL COMMENT 'Home address',
  `phone` varchar(255) NOT NULL COMMENT 'Telephone number',
  `email` varchar(50) NOT NULL COMMENT 'Email',
  `usertype` int(1) NOT NULL COMMENT 'Type of the user, admin or normal',
  PRIMARY KEY (`username`),
  UNIQUE KEY `username` (`username`),
  UNIQUE KEY `egn_usertype` (`egn`,`usertype`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`username`, `password`, `name`, `surname`, `familyname`, `egn`, `bday`, `bmonth`, `byear`, `country`, `city`, `address`, `phone`, `email`, `usertype`) VALUES
('user1', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Анани ', 'Иванов', 'Ананиев', '6909061968', 6, 'Септември', 1969, 'България', 'Враца', 'ул. Иванчо Цветков 2-А-3', '2 70 73', 'unreal14@abv.bg', 1),
('user2', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Ана ', 'Георгиева', 'Миленкова', '5105145592', 14, 'Май', 1951, 'България', 'София', 'ул. Васил Кирков 19, ап.11', '0908 676789', 'unreal12@abv.bg', 2),
('user3', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Албена ', 'Георгиева', 'Пискова', '6605084671', 8, 'Май', 1966, 'България', 'Пловдив', 'ул. Лебед 7 "б"/9/, ет.1, ап.2', '098987675', 'unreal08@abv.bg', 3),
('user4', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Албена ', 'Иванова', 'Милетиева', '6902203335', 20, 'Февруари', 1969, 'България', 'София', 'ж.к. Толстой, бл.13, вх.А, ап.16', '09876767', 'unreal09@abv.bg', 2),
('user5', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Борис ', 'Георгиев', 'Балачев', '6107281769', 28, 'Юли', 1961, 'България', 'Монтана', 'ул.Морава 56, ап.12', '0987 564 345', 'unreal18@abv.bg', 2),
('user6', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Бойка', 'Страхилова', 'Самарджиева', '7202120134', 12, 'Февруари', 1972, 'България', 'Благоевград', 'ул. 14 полк 25', '0987 6543', 'unreal16@abv.bg', 3),
('user7', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Борислав', 'Симеонов', 'Симеонов', '6902192821', 19, 'Февруари', 1969, 'България', 'София', 'район "Витоша", ул. Русокастро 4', '57 51 86', 'unreal17@abv.bg', 2),
('user8', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Борис', 'Радков', 'Моллов', '6707306642', 30, 'Юли', 1967, 'България', 'София', 'район "Красно село", ул. Смърч 31, ет.2, ап.3', '02/876 543 78', 'uneal16@abv.bg', 2),
('user9', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Даниела', 'Вълчева', 'Демирева', '6609077710', 7, 'Септември', 1966, 'България', 'Стара Загора', 'кв.Казански, бл.8, вх.А, ап.5', '60-06-08 / 57-951', 'unreal32@abv.bg', 3),
('user10', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Данаил', 'Димитров', 'Кирилов', '7006258485', 25, 'Юни', 1970, 'България', 'София', 'ул. Кирил и Методий 17-19', '983 38 90', 'unreal31@abv.bg', 2),
('user11', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Десислава', 'Пеева ', 'Панова', '7210306451', 30, 'Октомври', 1972, 'България', 'София', 'ж.к. Люлин, бл.170, вх.Б, ет.5, ап.36', '997 65 83', 'unreal33@abv.bg', 2),
('user12', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Диана', 'Николова', 'Костова', '6608101514', 10, 'Август', 1966, 'България', 'Велико Търново', 'ул. Ален мак 3А', '0987 68689', 'unreal34@abv.bg', 2),
('user13', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Диана', 'Стойчева', 'Табутова', '6603200113', 20, 'Март', 1966, 'България', 'Благоевград', 'ул. Тодор Александров 29', '073 37 585', 'unreal35@abv.bg', 2),
('user14', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Емил ', 'Григоров', 'Симеонов', '5302024589', 2, 'Февруари', 1953, 'България', 'София', 'кв. Изток, ул. Тодор Стоянов 22, ет.3', '0489 36094', 'unreal37@abv.bg', 2),
('user15', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Гергана', 'Йорданова', 'Сотирова', '5602254690', 25, 'Февруари', 1956, 'България', 'Пловдив', 'ул. Антон Митов 2', '032 95 12 31', 'unreal29@abv.bg', 3),
('user16', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Георги ', 'Сотиров', 'Атанасов', '6801088824', 8, 'Януари', 1968, 'България', 'София', 'ж.к. Младост 1, бл.74, вх.1, ет.3, ап.15', '751-289', 'unreal26@abv.g', 3),
('user17', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Григор', 'Найденов', 'Григоров', '6302046487', 4, 'Февруари', 1963, 'България', 'София', 'ул. Адам Мицкевич 37', '088 960 791', 'unreal30@abv.bg', 2),
('user18', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Георги ', 'Николов', 'Щетински', '4910256920', 25, 'Октомври', 1950, 'България', 'София', ' ж.к. Разсадника, бл 22 А, вх Ж, ет 7, ап 151', '0997 788 566', 'unreal27@abv.bg', 2),
('user19', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Георги', 'Николаев', 'Мумджиев', '6009054760', 5, 'Септември', 1960, 'България', 'Пловдив', 'ул.Анри Барбюс 11', '0888 912 388', 'unreal28@abv.bg', 2),
('user20', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Калин', 'Димитров', 'Парушев', '8308283242', 28, 'Август', 1983, 'Албания', 'Тирана', 'гхсгфххгхл', '78879787865664', 'unreal00@abv.bg', 2),
('user21', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Екатерина', 'Асенова', 'Фиданска', '5210076099', 7, 'Октомври', 1952, 'България', 'Радомир', 'ул.Люлякова 17/102', '09878767', 'unreal36@abv.bg', 2),
('user22', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Любомира', 'Владимирова', 'Казанджиева', '8108036630', 3, 'Август', 1981, 'България', 'София', 'жк. Разсадника ул. Райна Княгиня 9', '0888 888 302', 'unreal07@abv.bg', 2),
('user23', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Анастас ', 'Иванов', 'Анастасов', '6111186041', 11, 'Ноемрви', 1961, 'България', 'Смолян', 'ул. Снежанка 63, вх.Б, ап.13', '0301 28197', 'unreal15@abv.bg', 2),
('user24', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Александър', 'Александров', 'Пелев', '7205206648', 20, 'Май', 1972, 'България', 'София', 'бул. Христо Смирненски 32, ет.2, тел. 088 661 755', '097 456 567', 'unreal10@abv.bg', 3),
('user25', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Александър', 'Александров', 'Сталийски', '5611250949', 25, 'Ноемрви', 1956, 'България', 'София', 'ул.Проф Н Михайлов 10', '66-04-66 ', 'unreal11@abv.bg', 3),
('user26', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Александър', 'Ангелов', 'Малкочев', '5601193543', 19, 'Януари', 1956, 'България', 'София', 'ж.к. Красно село, бл.198, ет.6, ап.22', ' 088 370 018', 'unreal12@abv.bg', 2),
('user27', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Петре', 'Pertrov', 'Georgiev', '8612123738', 0, '0', 0, 'Bulgaria', 'Sofia', 'Sofia Ovcha Kupel 1 524 D', '08789898382', '12@abv.bg', 2),
('user28', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Petar', 'Pertrov', 'Georgiev', '8612125557', 31, '12', 1966, 'Bulgaria', 'Sofia', 'Sofia Ovcha Kupel 1 524 D', '0878989838', 'petko@abv.bg', 3),
('user29', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Petar', 'Pertrov', 'Georgiev', '8612123737', 0, '0', 0, 'Bulgaria', 'Sofia', 'Sofia Ovcha Kupel 1 524 D', '0878989838', 'petko@abv.bg', 1),
('user30', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Валентин', 'Иванов ', 'Фишев', '6207151901', 15, 'Юли', 1962, 'България', 'Враца', 'бул. Н. Войводов 42, вх.А, ап.16', '0987 5463 988', 'unreal19@abv.bg', 3),
('user31', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Иван ', 'Антимов', 'Йосифов', '6103233227', 23, 'Март', 1961, 'България', 'Монтана', 'ул. Веренишка 60, ап.2', '088 213 080', 'unreal41@abv.bg', 2),
('user32', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Ваня ', 'Маринова', 'Толева', '7112317050', 23, 'Ноемрви', 1971, 'България', 'София', 'бул. К. Величков, бл.2, вх.Б, ет.4, ап.22', '986 41 14', 'unreal22@abv.bg', 2),
('user33', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Васил ', 'Борисов', 'Велинов', '6510216402', 21, 'Октомври', 1965, 'България', 'Кюстендил', 'бул.България 19', '0987 6565', 'unreal23@abv.bg', 3),
('user34', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Велина', 'Аспарухова', 'Рашкова', '5509075775', 7, 'Септември', 1955, 'България', 'София', 'ж.к. Младост IV, бл.601, вх.В, ап.4', '0989 191 699', 'unreal24@abv.bg', 2),
('user35', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Валентина', 'Методиева', 'Попова', '5709070214', 7, 'Септември', 1957, 'България', 'София', 'Зона-18, бл.11, ет.9, ап.44', '986 13 30', 'unreal20@abv.bg', 2),
('user36', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Владимир', 'Людмилов', 'Цачев', '7104076649', 7, 'Април', 1971, 'България', 'София', 'бул. Мария-Луиза 35, ет.5, ап.22', '0987 69969', 'unreal25@abv.bg', 3),
('user37', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Валерия', 'Божидарова', 'Иванова', '7509198897', 19, 'Септември', 1975, 'България', 'София', 'ж.к. Западен парк, ул. Суходолска 2, бл.75, ап.4', '088 202 876', 'unreal21@abv.bg', 3),
('user38', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Йорданка', 'Димитрова', 'Ангелова', '5606114531', 11, 'Юни', 1956, 'България', 'Асеновград', 'ул.Бузлуджа 22', '620-337', 'unreal42@abv.bg', 2),
('user39', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Златка', 'Тодорова', 'Петрова', '6103160455', 16, 'Март', 1961, 'България', 'Хасково', 'ул.Видин, бл.11, вх.В, ап.25, тел. 34-358 и 38-511', '34-358/38-511', 'unreal39@abv.bg', 2),
('user40', 'cdb1f8e74b5bcd49d5c4185522a6fcc', 'Зорница', 'Дачева', 'Трифонова', '6702156299', 15, 'Февруари', 1967, 'България', 'София', 'ж.к. Овча купел, бл.423, вх.А, ет.8, ап.35', '0987 98754', 'unreal40@abv.bg', 2);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
